"Part1" = "ROMÂNĂ";
"Part2" = "APPLE INC.";
"Part3" = "CONTRACT DE LICENȚĂ SOFTWARE SCURTĂTURI PENTRU iOS";
"Part4" = "VĂ RUGĂM SĂ CITIȚI CU ATENȚIE ACEST CONTRACT DE LICENȚĂ SOFTWARE (“LICENȚĂ”) ÎNAINTE DE A UTILIZA SOFTWARE-UL APPLE. PRIN UTILIZAREA SOFTWARE-ULUI APPLE, SUNTEȚI DE ACORD CU OBLIGAȚIA DE A RESPECTA CLAUZELE ACESTEI LICENȚE. DACĂ NU SUNTEȚI DE ACORD CU TERMENII ACESTEI LICENȚE, NU INSTALAȚI ȘI/SAU UTILIZAȚI SOFTWARE-UL.";
"Part5" = "NOTĂ IMPORTANTĂ: În măsura în care acest software poate fi utilizat pentru a reproduce, modifica, publica și distribui materiale, el vă este licențiat exclusiv pentru reproducerea, modificarea, publicarea și distribuirea materialelor fără drepturi de autor, a materialelor pentru care dețineți drepturile de autor sau a materialelor pe care sunteți autorizat sau pentru care dispuneți de permisiunea legală de a le reproduce, modifica, publica sau distribui. Dacă aveți dubii asupra drepturilor dvs. de a copia, modifica, publica sau distribui orice material, contactați un consilier juridic.";
"Part6" = "1. Generalități.";
"Part7" = "A. Software-ul Apple și orice software, documentație, interfețe, conținut, fonturi provenind de o terță parte și orice date care însoțesc prezenta Licență, fie doar în citire sau pe orice alt suport ori în orice altă formă (denumite colectiv “Software Apple”) vă sunt acordate sub licență, și nu vândute de către Apple Inc. (“Apple”) pentru a fi utilizate doar în conformitate cu condițiile prezentei Licențe. Apple și/sau concesionarii Apple își păstrează dreptul de proprietate asupra Software-ului Apple în sine și își rezervă toate drepturile care nu vă sunt acordate în mod expres. ";
"Part8" = "B. La discreția sa, Apple poate pune la dispoziție upgrade-uri sau actualizări ulterioare ale Software-ului Apple pentru dispozitivul dvs. iOS marca Apple compatibil. Upgrade-urile și actualizările Apple Software, dacă este cazul, pot să nu includă neapărat toate caracteristicile de software existente sau caracteristici noi pe care le lansează Apple pentru modele noi sau alte modele de dispozitive iOS. Clauzele prezentei Licențe vor guverna orice upgrade sau actualizare software furnizată de Apple la produsul Software Apple original, în afara cazului în care asemenea upgrade sau actualizare este însoțită de o licență separată, caz în care sunteți de acord că clauzele licenței respective vor guverna asemenea upgrade sau actualizare. ";
"Part9" = "2. Utilizările permise de licență și restricțiile.";
"Part10" = "A. Licența. Sub rezerva termenelor și condițiilor prezentei Licențe și după cum este permis în “Regulile de utilizare a serviciilor și conținutului” definite în Termenele și condițiile serviciilor multimedia Apple (https://www.apple.com/legal/internet-services/itunes/) (“Reguli de utilizare”), dacă nu ați obținut Software-ul Apple după cum este descris în Secțiunea 2B, vă este acordată o licență limitată, netransferabilă și neexclusivă pentru a instala și utiliza Software-ul Apple pe orice dispozitiv iOS marca Apple compatibil pe care îl dețineți sau controlați. Nu aveți voie să distribuiți sau să puneți la dispoziție Software Apple pe o rețea de unde ar putea fi utilizat pe dispozitive multiple în același timp. Sunt interzise închirierea, darea în leasing, împrumutul, vânzarea, redistribuirea sau sublicențierea Software-ului Apple.";
"Part11" = "B. Licență de volum sau întreținere. Dacă ați obținut Software-ul Apple în baza unui program Apple de licență de volum sau întreținere, clauzele licenței dvs. de volum sau întreținere vor determina numărul de copii ale Software-ului Apple pe care le puteți descărca, instala, utiliza și rula pe dispozitivele dvs. iOS marca Apple pe care le dețineți sau controlați.  Cu excepția cazului în care există alte acorduri scrise din partea Apple, toate celelalte termeni și condiții din prezenta Licență se vor aplica utilizării Software-ului Apple în baza unei licențe de volum sau întreținere.";
"Part12" = "C. Cerințele sistemului. Software-ul Apple este compatibil doar cu hardware-ul marca Apple care respectă cerințele de sistem specificate de Apple.";
"Part13" = "D. Materiale de conținut și digitale. Drepturile de proprietate intelectuală și de titlu din și pentru orice conținut, inclusiv mărcile comerciale, logourile și imaginile, afișate sau accesate prin Software-ul Apple aparțin respectivilor proprietari ai conținutului. Este posibil ca asemenea conținut să fie protejat prin legi și tratate privind dreptul de autor, mărci comerciale sau de proprietate intelectuală și poate face obiectul condițiilor de utilizare ale terței părți care furnizează asemenea conținut. Cu excepția cazului în care este stipulat altfel în prezenta Licență, (i) aceasta nu vă acordă niciun drept de utilizare a unui astfel de conținut și nici nu garantează faptul că un astfel de conținut vă va fi pus la dispoziție și (ii) nu aveți dreptul să utilizați, să extrageți sau să distribuiți în mod independent, comercial sau altfel, niciuna dintre fotografiile, logourile, textul, codul, imaginile, elementele grafice, ilustrațiile, materialele audio, video sau bunurile similare (“Materiale digitale”) conținute în interiorul sau furnizate ca parte a Software-ului Apple sau să utilizați Materialele digitale în afara contextului utilizării destinate ca parte a Software-ului Apple.";
"Part14" = "E. Utilizarea Scurtăturilor. Confirmați că toate scurtăturile de acțiuni din aplicații și/sau site-uri web („Scurtături”) reprezintă răspunderea exclusivă a părții de la care provin aceste Scurtături. Apple nu are niciun control și nu își asumă nicio responsabilitate pentru conținutul sau funcționalitatea oricăror Scurtături terțe. Utilizați orice Scurtături pe propriul risc și vă asumați exclusiv răspunderea pentru respectarea termenelor și acordurilor oricăror terțe părți în legătură cu utilizarea de către dvs. a oricăror Scurtături. Confirmați că Apple nu are nicio obligație de a pre-testa Scurtăturile, însă Apple își rezervă dreptul, la discreția sa absolută, de a pre-testa, refuza, dezactiva sau elimina orice Scurtături. ";
"Part15" = "F.  Partajarea Scurtăturilor. Software-ul Apple vă poate permite să partajați cu alții Scurtături pe care le-ați creat, prin intermediul unui link web. Scurtătura partajată de dvs., împreună cu orice alt conținut încorporat în aceasta, va fi stocată pe serverele Apple în scopul permiterii acestei partajări și poate fi utilizată pentru a îmbunătăți în general produsele și serviciile Apple. Scurtătura partajată de dvs., împreună cu orice alt conținut încorporat în aceasta, va fi disponibilă pentru oricine are acces la respectivul link web, care poate apoi să copieze, să salveze, să modifice și să redistribuie o copie a Scurtăturii dvs. și a conținutului încorporat în aceasta. Prin partajarea unei Scurtături, confirmați că: (1) dețineți toate drepturile și licențele necesare pentru respectiva Scurtătură, și că nu contravine și nu încalcă drepturile niciunei terțe părți; și (2) orice Scurtătură pe care o partajați nu încalcă nicio lege, nu contribuie sau nu încurajează încălcarea legii sau orice alt comportament ilegal sau care este obscen sau inadmisibil în orice alt mod. Confirmați că Apple nu are obligația de a analiza Scurtăturile pe care le partajați, însă Apple își rezervă dreptul, la discreția sa absolută, de a analiza, dezactiva sau elimina orice Scurtături pe care le partajați.";
"Part16" = "G. Restricționări ale utilizării. Sunteți de acord să nu: încărcați, postați, trimiteți prin e-mail, transmiteți, partajați sau să puneți la dispoziție în orice alt mod orice Scurtătură care: (1) este ilegală, aduce orice prejudiciu, este defăimătoare, vulgară, obscenă, calomniatoare sau este inacceptabilă din punct de vedere rasial, etnic sau de altă natură; (2) încalcă sau încurajează orice comportament care ar încălca orice lege sau reglementare în vigoare sau ar da naștere răspunderii civile; (3) promovează discriminarea, fanatismul, rasismul, ura, hărțuirea sau prejudicierea oricărui individ sau grup; (4) este violentă sau amenințătoare sau promovează violența sau acțiunile care sunt amenințătoare la adresa oricărei persoane; (5) promovează activități ilegale sau dăunătoare; sau (6) despre care știți sau credeți că este falsă, înșelătoare, frauduloasă sau poate amăgi în orice mod utilizatorul unei asemenea Scurtături. Consimțiți în continuare să nu interveniți asupra, să nu perturbați sau să nu creați o sarcină inutilă asupra serverelor conectate la Software-ul Apple sau orice aplicații software, servicii sau site-uri ale terților de pe dispozitivul dvs. iOS („Aplicații furnizate de terți”) sau să încălcați regulamentele, politicile sau procedurile unor asemenea rețele sau Aplicații furnizate de terți.";
"Part17" = "H. Aplicații furnizate de terți. Pentru a putea finaliza anumite Scurtături, poate fi necesar ca Software-ul Apple să acceseze anumite Aplicații furnizate de terți. Vă dați acordul în mod expres și autorizați Software-ul Apple să acceseze și să utilizeze aceste Aplicații furnizate de terți în numele dvs. în măsura necesară pentru finalizarea Scurtăturii cu Software-ul Apple. În măsura în care Software-ul Apple accesează orice Aplicație furnizată de terți, Apple nu are nicio obligație expresă sau implicită de a oferi asistență tehnică sau de altă natură pentru aplicațiile în cauză furnizate de terți. Vă rugăm să contactați direct comerciantul sau producătorul de software sau furnizorul de servicii pentru asistență tehnică și servicii pentru clienți referitoare la software-ul, serviciile și/sau produsele sale. CONSIMȚIȚI ÎN CONTINUARE CĂ VĂ VEȚI SUPUNE ȘI DECLARAȚI CĂ VEȚI RESPECTA TOATE CONDIȚIILE DE UTILIZARE SAU ALTE ACORDURI APLICABILE PENTRU ASTFEL DE APLICAȚII FURNIZATE DE TERȚI ATUNCI CÂND UTILIZAȚI SOFTWARE-UL APPLE. SUNTEȚI UNICUL RESPONSABIL DE ASIGURAREA FAPTULUI CĂ TOATE SCURTĂTURILE RESPECTĂ TERMENELE APLICABILE PENTRU FIECARE APLICAȚIE FURNIZATĂ DE TERȚI UTILIZATĂ DE SCURTĂTURĂ. APPLE NU GARANTEAZĂ ÎN NICIUN FEL CĂ SCURTĂTURILE ÎNDEPLINESC TERMENELE APLICAȚIILOR FURNIZATE DE TERȚI ȘI APPLE NU ESTE RĂSPUNZĂTOR PENTRU NICIO SCURTĂTURĂ TERȚĂ.";
"Part18" = "I. Ingineria inversă este interzisă. Nu vă sunt permise și sunteți de acord să nu întreprindeți sau să permiteți altora să întreprindă, copierea (cu excepția celei permise în mod expres de prezenta Licență sau de Regulile de utilizare dacă acestea vă sunt aplicabile), decompilarea, ingineria inversă, dezasamblarea, încercarea de a deriva codul sursă, decriptarea, modificarea sau crearea de lucrări derivate ale Software-ului Apple sau ale oricăror servicii furnizate de Software-ul Apple, sau ale oricărei părți a acestora (cu excepția cazului și doar în măsura în care oricare dintre restricțiile menționate anterior este interzisă prin dispoziții legale sau în măsura în care ar putea fi permise prin condițiile de licențiere care guvernează utilizarea componentelor open source incluse în Software-ul Apple). ";
"Part19" = "J. Respectarea legilor. Sunteți de acord să utilizați Software-ul și Serviciile Apple (așa cum acestea sunt definite în Secțiunea 4 de mai jos) în conformitate cu toate legile în vigoare, inclusiv legile locale ale țării sau regiunii în care aveți domiciliul sau în care descărcați sau utilizați Software-ul și Serviciile Apple.";
"Part20" = "K. Actualizări automate.  Dacă alegeți să permiteți actualizări automate ale aplicațiilor, dispozitivul dvs. va verifica periodic la Apple actualizările și upgrade-urile la Software-ul Apple și, dacă este disponibilă o asemenea actualizare sau upgrade, acestea se vor descărca și instala automat pe dispozitivul dvs. și, dacă este cazul, pe dispozitivele dvs. periferice.  Puteți dezactiva definitiv actualizările automate ale aplicațiilor în orice moment, modificând configurările actualizărilor automate ale aplicațiilor găsite în Configurări.";
"Part21" = "3. Consimțământul referitor la utilizarea datelor. ";
"Part22" = "A. Date de analiză. Dacă optați pentru colectarea informațiilor de analiză, sunteți de acord că Apple, societățile sale subsidiare și agenții săi pot colecta, întreține, procesa și utiliza informații de diagnoză, tehnice, de utilizare și aferente, incluzând dar fără a se limita la identificatori de sistem unic sau de hardware, informații despre dispozitivul dvs. iOS, computerul, software-ul de sistem, aplicațiile și perifericele dvs., informații care sunt colectate periodic pentru a furniza și îmbunătăți produsele și serviciile Apple, pentru a facilita punerea la dispoziție de actualizări software, asistență pentru produs și alte servicii (după caz) asociate cu Software-ul Apple și pentru a verifica respectarea clauzelor acestei Licențe. Apple poate utiliza aceste informații, atât timp cât acestea sunt colectate într-o formă care nu vă identifică personal, în scopurile descrise mai sus. Pentru a le facilita partenerilor și terților dezvoltatori Apple îmbunătățirea software-ului, hardware-ului și serviciilor acestora concepute pentru a fi utilizate cu produse Apple, este posibil ca Apple să le furnizeze acestor parteneri sau terți dezvoltatori un subansamblu de informații de diagnoză care sunt relevante pentru software-ul, hardware-ul și/sau serviciile partenerului sau dezvoltatorului respectiv, atât timp cât informațiile de diagnoză sunt într-o formă care nu vă identifică personal. ";
"Part23" = "B. Date de localizare geografică. Apple și partenerii, concesionarii și dezvoltatorii săi terți pot furniza prin intermediul Software-ului Apple anumite servicii care se bazează pe informații de localizare geografică. Pentru a furniza și îmbunătăți aceste servicii, dacă sunt disponibile, Apple și partenerii, concesionarii și dezvoltatorii terți pot transmite, colecta, întreține, procesa și utiliza datele dvs. de localizare geografică. Query-urile și datele de localizare geografică sunt colectate de Apple într-o formă care nu vă identifică personal și pot fi utilizate de Apple și partenerii, concesionarii și dezvoltatorii terți pentru a furniza și a îmbunătăți produsele și serviciile bazate pe localizarea geografică. Prin utilizarea oricăror servicii bazate pe localizarea geografică furnizate de sau prin intermediul Software-ului Apple, sunteți de acord și consimțiți ca Apple și partenerii, concesionarii și dezvoltatorii săi terți să poată transmite, colecta, întreține, procesa și utiliza datele și query-urile dvs. de localizare geografică pentru a furniza și îmbunătăți aceste produse și servicii. Puteţi retrage acest consimțământ în orice moment accesând configurarea Servicii de localizare de pe dispozitivul dvs. iOS şi fie dezactivând configurarea globală Servicii de localizare sau dezactivând configurarea individuală pentru Software-ul Apple. Atunci când utilizați pe dispozitivul dvs. iOS aplicații sau servicii ale unor terți care utilizează sau furnizează date de localizare geografică, trebuie să respectați și să luați la cunoștință clauzele și politica de confidențialitate ale acestor terțe părți privind utilizarea datelor de localizare geografică de către aplicațiile sau serviciile respectivilor terți.";
"Part24" = "C. Politica de confidențialitate. Informațiile dvs. vor fi tratate întotdeauna în conformitate cu Politica de confidențialitate Apple, care poate fi vizualizată la: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Serviciile și Materialele unor terțe părți.";
"Part26" = "A. Generalități.  Software-ul Apple poate permite accesul la Apple iTunes Store, Mac App Store, iCloud, Maps și la alte servicii și site-uri web aparținând Apple și unor terțe părți (denumite colectiv și individual “Servicii”). Este posibil ca astfel de Servicii să nu fie disponibile în toate limbile sau în toate țările.  Utilizarea acestor Servicii necesită acces la Internet, iar utilizarea anumitor Servicii poate necesita un ID Apple, acceptarea unor clauze suplimentare din partea dvs. și poate face obiectul unor costuri suplimentare. Prin utilizarea acestui software în asociere cu un cont iTunes Store, cu un ID Apple sau cu alt Serviciu Apple, acceptați condițiile de utilizare în vigoare pentru Serviciul respectiv, precum cea mai recentă versiune a termenilor și condițiilor serviciilor multimedia Apple, pe care le puteți accesa și consulta la adresa https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Dacă alegeți să utilizați serviciile iCloud prin Software-ul Apple , o astfel de utilizare este supusă următorilor termeni suplimentari: Termenele și condițiile iCloud disponibile la https://www.apple.com/legal/internet-services/icloud/ și Politica de confidențialitate a Apple disponibilă la https://www.apple.com/legal/privacy/.";
"Part28" = "C. Înțelegeți că prin utilizarea oricăruia dintre Servicii este posibil să întâlniți conținut ce poate fi considerat ofensator, indecent sau discutabil, conținut ce poate sau nu să fi fost identificat ca având limbaj explicit. Cu toate acestea, sunteți de acord să utilizați Serviciile pe propriul risc și Apple nu va fi considerat răspunzător pentru conținutul ce poate fi considerat ofensator, indecent sau discutabil. ";
"Part29" = "D. Unele Servicii pot afișa, include sau pune la dispoziție servicii, conținut, date, informații, aplicații sau materiale de la terțe părți (“Materiale ale unor terțe părți”) sau pot furniza linkuri către anumite site-uri web sau aplicații ale unor terțe părți. Prin utilizarea acestor Servicii, recunoașteți și sunteți de acord că Apple nu poate fi considerat răspunzător pentru examinarea sau evaluarea conținutului, acurateței, integralității, actualității, validității, respectării drepturilor de autor, legalității, decenței, calității sau a oricărui alt aspect al unor asemenea Materiale, aplicații sau site-uri web ale unor terțe părți. Apple, reprezentanții săi și societățile sale afiliate sau subsidiare nu garantează, nu aprobă, nu susțin și nu își asumă răspunderea față de dvs. sau orice altă persoană pentru orice Servicii, Materiale, aplicații sau site-uri web ale unor terțe părți, sau pentru orice alte materiale, produse sau servicii ale unor terțe părți. Materialele unor terțe părți și linkurile către alte site-uri web sau aplicații sunt furnizate strict pentru propria dvs. comoditate. ";
"Part30" = "E. În măsura în care încărcați orice conținut prin utilizarea Serviciilor, declarați că dețineți toate drepturile sau că aveți autorizația ori permisiunea legală de a încărca acest conținut și că acesta nu încalcă în vreun fel condițiile de utilizare aplicabile Serviciilor. Sunteți de acord că Serviciile includ conținut, informații și material, inclusiv, dar fără a se limita la Materiale digitale, protejate prin drepturi de proprietate și care sunt deținute de către Apple, de proprietarul site-ului și/sau concesionarii acestora și sunt protejate prin legile referitoare la proprietatea intelectuală și alte legi, incluzând dar fără a se limita la legea dreptului de autor.  Sunteți de acord că nu veți utiliza astfel de conținut, informații și materiale protejate prin drepturi de proprietate, în niciun alt mod decât cel permis de termenii prezentei Licențe sau care încalcă orice drepturi de proprietate ale unei terțe părți sau ale Apple. Nicio porțiune a Serviciilor nu poate fi reprodusă sub nicio formă și prin niciun mijloc. Sunteți de acord să nu modificați, închiriați, dați în leasing, împrumutați, vindeți, distribuiți sau să creați lucrări derivate pe baza Serviciilor, de nicio manieră și nu veți exploata Serviciile în niciun mod neautorizat, incluzând dar fără a se limita la utilizarea Serviciilor pentru transmiterea de viruși, viermi, troieni sau alte tipuri de malware pentru computer sau pentru violarea sau supra-încărcarea capacității rețelei. De asemenea, sunteți de acord să nu utilizați Serviciile în nicio manieră pentru a hărțui, abuza, spiona, amenința, defăima sau pentru a încălca sau viola în orice fel drepturile oricărei alte părți și că Apple nu este în niciun mod responsabil pentru asemenea utilizări din partea dvs., nici pentru orice mesaje sau transmisii hărțuitoare, amenințătoare, defăimătoare, ofensatoare, ilicite sau ilegale pe care le-ați putea recepționa ca rezultat al utilizării oricăruia dintre Servicii.";
"Part31" = "F. În plus, Serviciile și Materialele unor terțe părți ce pot fi accesate, afișate sau asociate prin linkuri din Software-ul Apple nu sunt disponibile în toate limbile sau în toate țările sau regiunile. Apple nu face nicio reprezentare că asemenea Servicii și Materiale sunt adecvate sau disponibile pentru utilizare indiferent de localizarea geografică. În măsura în care optați să utilizați sau să accesați asemenea Servicii sau Materiale, o faceți din propria dvs. inițiativă și sunteți responsabil pentru respectarea oricărei legi în vigoare, inclusiv dar fără a se limita la legile locale și legile privind confidențialitatea și colectarea datelor în vigoare. Apple și licențiatorii săi își rezervă dreptul de a modifica, suspenda, elimina sau dezactiva accesul la orice Servicii în orice moment și fără înștiințare prealabilă. Apple nu va fi în niciun caz răspunzător pentru eliminarea sau dezactivarea accesului la oricare asemenea Servicii. Apple poate impune de asemenea limite asupra utilizării sau accesării unor anumite Servicii, în orice caz și fără înștiințare prealabilă sau asumare a răspunderii. ";
"Part32" = "5. Încetarea. Această Licență este în vigoare până la încetarea sa. Drepturile dvs. decurgând din această Licență vor înceta automat sau își vor pierde valabilitatea fără înștiințare din partea Apple dacă nu vă conformați oricărei clauze din această Licență. După încetarea acestei Licențe, trebuie să încetați orice utilizare a Software-ului Apple și să distrugeți toate copiile, integrale sau parțiale, ale Software-ului Apple. Prevederile secțiunilor 2I, 3, 4, 5, 6, 7, 8, 10 și 11 ale prezentei Licențe vor fi aplicabile și după orice asemenea încetare.";
"Part33" = "6. Exonerarea de garanții. ";
"Part34" = "A. Dacă sunteți un client care este consumator (o persoană care utilizează Software-ul Apple în afara activităților comerciale sau profesionale), este posibil să aveți drepturi legale în țara dvs. de reședință care să interzică aplicarea următoarelor limitări în cazul dvs. și, acolo unde sunt interzise, acestea nu se vor aplica în cazul dvs. Pentru informații suplimentare despre drepturile consumatorilor, ar trebui să contactați o organizație locală în domeniul consultanței pentru consumatori.";
"Part35" = "B. RECUNOAȘTEȚI ȘI ACCEPTAȚI ÎN MOD EXPRES CĂ, ÎN LIMITELE PERMISE PRIN LEGILE ÎN VIGOARE, UTILIZAREA SOFTWARE-ULUI ȘI SERVICIILOR APPLE SE FACE PE PROPRIUL DVS. RISC ȘI CĂ VĂ ASUMAȚI INTEGRAL RISCURILE REFERITOARE LA CALITATEA SATISFĂCĂTOARE, PERFORMANȚĂ, ACURATEȚE ȘI EFORT. ";
"Part36" = "C. ÎN LIMITELE MAXIME PERMISE PRIN LEGILE ÎN VIGOARE, SOFTWARE-UL ȘI SERVICIILE APPLE SUNT FURNIZATE „CA ATARE” ȘI „ÎN FUNCȚIE DE DISPONIBILITATE”, CU TOATE DEFECTELE ȘI FĂRĂ NICIUN FEL DE GARANȚIE, IAR APPLE ȘI CONCESIONARII APPLE (DENUMIȚI COLECTIV „APPLE” ÎN SCOPUL SECȚIUNILOR 6 ȘI 7) SE EXONEREAZĂ DE ORICE GARANȚII ȘI CONDIȚII REFERITOARE LA SOFTWARE-UL ȘI SERVICIILE APPLE, FIE ELE EXPLICITE, IMPLICITE SAU LEGALE, INCLUSIV, DAR FĂRĂ A SE LIMITA LA, GARANȚIILE ȘI/SAU CONDIȚIILE IMPLICITE DE VANDABILITATE, CALITATE SATISFĂCĂTOARE, ADECVARE PENTRU UN ANUMIT SCOP, ACURATEȚE, FOLOSINȚĂ LINIȘTITĂ ȘI NEÎNCĂLCARE A DREPTURILOR TERȚELOR PĂRȚI. ";
"Part37" = "D. APPLE NU GARANTEAZĂ CĂ UTILIZAREA SOFTWARE-ULUI ȘI SERVICIILOR APPLE VA FI LIPSITĂ DE PROBLEME, CĂ FUNCȚIILE CONȚINUTE SAU SERVICIILE EXECUTATE ORI FURNIZATE DE SOFTWARE-UL APPLE VOR CORESPUNDE CERINȚELOR DVS, CĂ OPERAREA SOFTWARE-ULUI SAU SERVICIILOR APPLE VA FI NEÎNTRERUPTĂ SAU LIPSITĂ DE ERORI, CĂ ORICE SERVICIU VA CONTINUA SĂ FIE PUS LA DISPOZIȚIE, CĂ SOFTWARE-UL ORI SERVICIILE APPLE VOR FI CORECTATE SAU CĂ SOFTWARE-UL APPLE VA FI COMPATIBIL SAU VA FUNCȚIONA CU SOFTWARE, APLICAȚII SAU SERVICII ALE UNOR TERȚE PĂRȚI. INSTALAREA ACESTUI SOFTWARE APPLE POATE AFECTA DISPONIBILITATEA ȘI POSIBILITATEA DE UTILIZARE A SOFTWARE-ULUI, APLICAȚIILOR SAU SERVICIILOR TERȚELOR PĂRȚI, PRECUM ȘI A PRODUSELOR ȘI SERVICIILOR APPLE.";
"Part38" = "E. ÎN PLUS, RECUNOAȘTEȚI CĂ SOFTWARE-UL ȘI SERVICIILE APPLE NU SUNT DESTINATE SAU ADECVATE PENTRU UTILIZAREA ÎN SITUAȚII SAU MEDII ÎN CARE DEFECTAREA, ÎNTÂRZIERILE, ERORILE SAU INEXACTITĂȚILE DIN CONȚINUTUL, DATELE SAU INFORMAȚIILE FURNIZATE DE SOFTWARE-UL SAU DE SERVICIILE APPLE AR PUTEA DUCE LA MOARTE, VĂTĂMARE PERSONALĂ SAU DAUNE IMPORTANTE FIZICE SAU DE MEDIU, INCLUZÂND FĂRĂ LIMITARE OPERAREA INSTALAȚIILOR NUCLEARE, SISTEMELOR DE NAVIGARE SAU DE COMUNICAȚII AERIENE, SISTEMELOR DE CONTROL AL TRAFICULUI AERIAN, APARATELOR DE MENȚINERE ARTIFICIALĂ A VIEȚII SAU A SISTEMELOR DE ARMAMENT.";
"Part39" = "F. NICIO INFORMAȚIE SAU RECOMANDARE COMUNICATĂ VERBAL SAU ÎN SCRIS DE CĂTRE APPLE SAU UN REPREZENTANT AUTORIZAT APPLE NU VA CONSTITUI O GARANȚIE. ÎN CAZUL ÎN CARE SOFTWARE-UL SAU SERVICIILE APPLE SE VOR DOVEDI DEFECTUOASE, VĂ VEȚI ASUMA INTEGRAL SUPORTAREA COSTURILOR PENTRU TOATE DEPANĂRILE, REPARAȚIILE SAU CORECTURILE NECESARE. UNELE JURISDICȚII NU PERMIT EXCLUDEREA GARANȚIILOR IMPLICITE SAU LIMITĂRILE DREPTURILOR LEGALE APLICABILE ALE CONSUMATORULUI, ASTFEL ÎNCÂT ESTE POSIBIL CA EXCLUDERILE ȘI LIMITĂRILE DE MAI SUS SĂ NU SE APLICE ÎN CAZUL DVS. ";
"Part40" = "7. Limitarea răspunderii. ÎN LIMITELE PERMISE DE LEGILE ÎN VIGOARE, APPLE NU VA FI ÎN NICIUN CAZ RĂSPUNZĂTOR PENTRU VĂTĂMĂRI CORPORALE ȘI NICI PENTRU DAUNE INCIDENTALE, SPECIALE, INDIRECTE SAU CONSECUTIVE DE NICIUN FEL, INCLUSIV, DAR FĂRĂ LIMITARE LA, DAUNELE REZULTATE DIN PIERDERI DE PROFIT, CORUPȚIE SAU PIERDEREA DATELOR, NETRANSMITEREA SAU NEPRIMIREA DATELOR, ÎNTRERUPEREA ACTIVITĂȚII SAU ORICE ALTE DAUNE SAU PIERDERI COMERCIALE, REZULTATE DIN SAU AVÂND LEGĂTURĂ CU UTILIZAREA SAU INCAPACITATEA DVS. DE A UTILIZA SOFTWARE-UL ȘI SERVICIILE APPLE SAU A ORICĂRUI SOFTWARE SAU APLICAȚII ALE UNOR TERȚE PĂRȚI ÎMPREUNĂ CU SOFTWARE-UL APPLE, INDIFERENT CARE AR FI CAUZA, FĂRĂ A ȚINE CONT DE TEORIA RĂSPUNDERII CIVILE (RĂSPUNDERE CONTRACTUALĂ, EXTRACONTRACTUALĂ SAU DE ALTĂ NATURĂ) ȘI CHIAR DACĂ APPLE A FOST AVIZAT ASUPRA POSIBILITĂȚII UNOR ASTFEL DE DAUNE. UNELE JURISDICȚII NU PERMIT EXCLUDEREA SAU LIMITAREA RĂSPUNDERII PENTRU VĂTĂMĂRI PERSONALE SAU PENTRU DAUNE INCIDENTALE SAU CONSECUTIVE, ASTFEL ÎNCÂT ESTE POSIBIL CA ACESTE LIMITĂRI SĂ NU SE APLICE ÎN CAZUL DVS. Răspunderea totală din partea Apple pentru toate daunele dvs. (în afara celei impuse de legislația în vigoare în cazurile de vătămare corporală) nu va depăși în nicio eventualitate suma de cincizeci de dolari americani (50,00 $). Limitările de mai sus se vor aplica inclusiv în cazul în care compensația susmenționată nu reușește să își realizeze scopul esențial.";
"Part41" = "8. Controlul exporturilor. Nu puteți utiliza, exporta sau reexporta Software-ul Apple decât în conformitate cu legislația Statelor Unite ale Americii și cu legislația din jurisdicția(le) de unde a fost obținut Software-ul Apple. În particular, dar fără limitare, Software-ul Apple nu poate fi exportat sau reexportat (a) în orice țări supuse unui embargo de către Statele Unite ale Americii sau (b) oricărei persoane aflate pe lista “Specially Designated Nationals” a Ministerului de Finanțe din Statele Unite ale Americii sau pe listele “Denied Person” sau “Denied Entity” ale Ministerului Comerțului din Statele Unite ale Americii sau pe orice alte liste de persoane restricționate. Prin utilizarea Software-ului Apple, declarați și garantați că nu vă aflați în niciuna din aceste țări și pe niciuna din aceste liste. De asemenea, consimțiți să nu utilizați Software-ul Apple pentru niciun scop interzis de legislația Statelor Unite ale Americii, incluzând, fără limitare, pentru dezvoltarea, proiectarea, fabricarea sau producția de proiectile, arme nucleare, chimice sau biologice.";
"Part42" = "9. Utilizatorii finali din Guvernul Statelor Unite. Software-ul Apple și documentația aferentă sunt “Commercial Items” (articole comerciale), așa cum este definit acest termen în clauza 48 C.F.R. (Code of Federal Rules) §2.101, constând în “Commercial Computer Software” (software comercial) și “Commercial Computer Software Documentation” (documentație pentru software comercial), așa cum sunt definiți acești termeni în clauzele 48 C.F.R. §12.212 sau 48 C.F.R. §227.7202, după caz. În conformitate cu clauza 48 C.F.R. §12.212 sau 48 C.F.R. între §227.7202-1 și 227.7202-4, după caz, elementele “Commercial Computer Software” și “Commercial Computer Software Documentation” sunt licențiate utilizatorilor finali din Guvernul Statelor Unite (a) doar drept “Commercial Items” și (b) doar însoțite de aceleași drepturi garantate tuturor celorlalți utilizatori în conformitate cu condițiile generale incluse în prezenta. Drepturile nepublicate sunt rezervate în virtutea legilor drepturilor de autor în vigoare în Statele unite ale Americii.";
"Part43" = "10. Legea guvernantă și independența clauzelor. Această Licență va fi guvernată și interpretată în conformitate cu legislația Statului California, excluzând prevederile dreptului internațional privat. Această Licență nu va fi guvernată de Convenția Națiunilor Unite asupra contractelor de vânzare internațională de mărfuri, a cărei aplicare este exclusă în mod expres. Dacă sunteți un consumator din Regatul Unit, această Licență va fi guvernată de legile corespunzătoare jurisdicției reședinței dvs. Dacă, din orice motiv, o instanță a unei jurisdicții competente găsește orice prevedere a Licenței ca fiind inaplicabilă, în totalitate sau în parte, celelalte prevederi rămân în continuare aplicabile integral.";
"Part44" = "11. Integralitatea acordului. Limba prevalentă. Prezenta Licență constituie integralitatea acordului între dumneavoastră și Apple cu privire la utilizarea Software-ului Apple și înlocuiește toate înțelegerile anterioare sau actuale asupra acestui subiect. Niciun amendament și nicio modificare a prezentei Licențe nu vor căpăta efect în afara cazului în care sunt scrise și semnate de către Apple. Orice traducere a prezentei Licențe este realizată pentru necesități locale și, în eventualitatea unei contradicții între versiunea în limba engleză și versiunea într-o altă limbă, versiunea în limba engleză va prevala în măsura în care acest lucru nu este interzis de legislația locală din jurisdicția dvs.";
"Part45" = "12. Recunoașterile terțelor părți. Unele părți ale Software-ului Apple pot utiliza sau include software de la terțe părți și alte materiale protejate prin drepturi de autor. Mulțumirile, condițiile de licențiere și limitările de răspundere pentru astfel de materiale sunt conținute în documentația electronică pentru Software-ul Apple și utilizarea de către dvs. a acestor materiale este reglementată de clauzele lor respective.";
"Part46" = "EA1576";
"Part47" = "16.08.2018";